[
  {
    "anime": "Ouran High School Host Club",
    "character": "Takashi Morinozuka",
    "quote": "It was my fault. It was my carelessness that led to Mitsukuni's cavity. I forgot to tell him to brush his teeth before napping... twice."
  },
  {
    "anime": "Naruto",
    "character": "Kiba Inuzuka",
    "quote": "It's not bad enough they buried us alive in the oversized dung heap, but now they're stealing our chakra. You gotta give these guys credit for thoroughness!"
  },
  {
    "anime": "Psycho-Pass Extended Edition",
    "character": "Tomomi Masaoka",
    "quote": "People's thoughts, wishes, hopes and desires... We live in a time where technology can read everything in your mind, and yet, this place teems with people who hate, lie, steal and try to harm others. If that's not irrational, then what is it?"
  },
  {
    "anime": "Fate/zero",
    "character": "Lancer",
    "quote": "What must triumph here is the knight's path of chivalry that we champion. Is that not so, Heroic Spirit Arturia?"
  },
  {
    "anime": "Umineko no Naku Koro ni Chiru Episode 8: Twilight of the...",
    "character": "Dlanor A. Knox",
    "quote": "Too much curiosity kills both dreams and hopes..."
  },
  {
    "anime": "Kamisama Hajimemashita",
    "character": "Yatori",
    "quote": "They say that ill weeds grow apace, but... You know, the nice ones don't live long."
  },
  {
    "anime": "Tsubasa Reservoir Chronicle",
    "character": "Kurogane",
    "quote": "I don't wanna see your face ever again. Keep that helmet on until you die."
  },
  {
    "anime": "Fullmetal Alchemist",
    "character": "Fullmetal Alchemist",
    "quote": "Men are not men on the battlefield. We turn into some other creature. You can do the cruelest things... It doesn't even matter if it's an order or not. To protect yourself, your mind shuts out any emotions you have. It's like a steel door. But once the war is over, you can't keep it closed forever."
  },
  {
    "anime": "Loveless",
    "character": "Aoyagi Ritsuka",
    "quote": "If dying is the only way to get my freedom... Then I'm willing to die right now. And then I'll stop caring about people around me. Because they didn't care about me from the very start anyway."
  },
  {
    "anime": "Naruto",
    "character": "Kiba Inuzuka",
    "quote": "A wall's a wall and there's no wall I can't punch a hole through!"
  }
]